{
    "d": {
        "Vilket däggdjur har den längsta graviditeten?": "Elefant",
        "Vilket djur har världens starkaste bett i förhållande till sin kroppsstorlek?": "Tasmansk pungvarg",
        "Vilket djur kan överleva totalt utan syre i upp till flera timmar?": "Sälar",
        "Vilket djur kan snurra sina ögon 360 grader?": "Kameleont",
        "Vilket djur är känt för att ha den längsta tungan i förhållande till kroppslängden?": "Myrslok",
        "Vilket djur kan gå i dvala i flera år om det behövs?": "Kamelspindel",
        "Vilket djur har världens mest känsliga luktsinne?": "Blodigel",
        "Vilket djur kan regenerera hela sin hjärna?": "Sjöpung",
        "Vilket djur är känd för att kunna imitera nästan vilket ljud som helst, inklusive mänskligt tal?": "Kråka",
        "Vilket havsdjur kan kommunicera med ultraljud som når över 200 decibel?": "Blåval",
        "Vilket djur har en puls som kan stanna i flera minuter utan att dö?": "Krokodil",
        "Vilket djur kan byta kön flera gånger under sin livstid?": "Clownfisk",
        "Vilket djur har det mest komplexa ögat i djurriket?": "Bläckfisk",
        "Vilket djur kan se ultraviolett ljus?": "Bin",
        "Vilket djur har världens snabbaste reflexer?": "Kammussla",
        "Vilket djur kan överleva totalt uttorkning i flera år?": "Tardigrad",
        "Vilket djur använder elektromagnetiska fält för att navigera och jaga?": "Haj",
        "Vilket djur kan byta färg på några sekunder tack vare kromatoforer?": "Kameleont",
        "Vilket djur kan hoppa över 100 gånger sin egen kroppslängd?": "Hoppspindel",
        "Vilket djur kan överleva extrem hetta på över 150 grader Celsius i korta perioder?": "Termit",
        "Vilket djur har fler hjärtan än någon annan art på jorden?": "Bläckfisk",
        "Vilket djur har blod som är blått tack vare koppar i hemocyaninet?": "Hästsko-krabba",
        "Vilket djur har världens största öga i förhållande till kroppen?": "Colossal squid",
        "Vilket djur har den mest komplexa sociala strukturen bland insekter?": "Blodigel",
        "Vilket djur kan tappa sin svans för att undkomma predatorer och sedan återväxa den?": "Ödla",
        "Vilket djur använder bioluminiscens för att locka byten?": "Djuphavsfisk",
        "Vilket djur kan överleva inuti is i tusentals år?": "Tardigrad",
        "Vilket djur kan andas genom huden istället för lungor?": "Groda",
        "Vilket djur har det högsta blodtrycket bland däggdjur?": "Giraff",
        "Vilket djur kan spinna väv under vattnet?": "Vattenspindel",
        "Vilket djur har fler ben än något annat landlevande djur?": "Tusenfoting",
        "Vilket djur kan överleva att frysa helt och sedan tina upp levande?": "Groda",
        "Vilket djur kan imitera ljud för att kommunicera med andra arter?": "Papegoja",
        "Vilket djur kan svälja byten större än sin egen kropp?": "Ormar",
        "Vilket djur har det längsta minnet bland alla fiskar?": "Koi",
        "Vilket djur kan överleva totalt utan mat i flera år?": "Björn",
        "Vilket djur har giftig hud som kan döda människor?": "Pilgiftsgroda",
        "Vilket djur kan navigera med hjälp av jordens magnetfält?": "Sjöfåglar",
        "Vilket djur har det mest känsliga hörselsinnet i djurriket?": "Mott",
        "Vilket djur kan producera elektricitet för att jaga och försvara sig?": "Elektrisk ål",
        "Vilket djur har den starkaste muskeln i förhållande till kroppsstorlek?": "Bladlus",
        "Vilket djur kan överleva flera veckor utan vatten genom att minska metabolismen?": "Kamel",
        "Vilket djur kan se i mörker tack vare tapetum lucidum?": "Katt",
        "Vilket djur har det största hjärnan i förhållande till kroppsstorlek bland ryggradsdjur?": "Delfin",
        "Vilket djur kan skapa en giftig vätska som paralyserar byten på sekunder?": "Blåsfisk",
        "Vilket djur kan hoppa längre än en människa trots att det väger mindre än ett gram?": "Hoppspindel",
        "Vilket djur har ett exoskelett som kan regenereras efter skada?": "Kräftdjur",
        "Vilket djur kan navigera med hjälp av stjärnorna?": "Sköldpadda",
        "Vilket djur kan absorbera syre direkt genom huden under vatten?": "Axolotl",
        "Vilket djur har det mest komplexa språket bland insekter?": "Bin",
        "Vilket djur kan skjuta ut sin tunga snabbare än ögat kan följa?": "Myrslok",
        "Vilket djur har den mest flexibla ryggraden bland däggdjur?": "Gepard",
        "Vilket djur kan överleva total strålning som dödar andra arter?": "Tardigrad",
        "Vilket djur har den längsta livslängden bland ryggradsdjur?": "Grönlandsval",
        "Vilket djur kan se polariserat ljus?": "Krabba",
        "Vilket djur har det mest kraftfulla bettet i hela djurriket?": "Saltvattenskrokodil",
        "Vilket djur kan slå av sitt blodflöde för att överleva extrema temperaturer?": "Skorpion",
        "Vilket djur har den snabbaste flygande hastigheten bland fåglar?": "Pilgrimsfalk",
        "Vilket djur kan ändra kön beroende på populationens behov?": "Wrasse-fisk",
        "Vilket djur kan producera silkestrådar starkare än stål i förhållande till sin vikt?": "Spindel",
        "Vilket djur har världens mest utvecklade luktsinne bland insekter?": "Myrmyra",
        "Vilket djur kan kommunicera med infraljud över flera kilometer?": "Elefant",
        "Vilket djur har ett organ som fungerar som ett extra hjärta?": "Bläckfisk",
        "Vilket djur kan överleva flera månader utan mat tack vare extrem metabolismnedgång?": "Orm",
        "Vilket djur har en naturlig kamouflage som gör det nästan osynligt i sin miljö?": "Bläckfisk",
        "Vilket djur har världens största språngkraft i förhållande till kroppsstorlek?": "Lövspringare",
        "Vilket djur kan producera gift som används både till jakt och försvar?": "Skorpion",
        "Vilket djur kan simma baklänges lika snabbt som framåt?": "Räka",
        "Vilket djur har den mest exakta tidsuppfattningen i djurriket?": "Fåglar",
        "Vilket djur kan överleva extrema saltvattenförhållanden?": "Mangrovekrabba",
        "Vilket djur har den mest komplicerade matsmältningen för att bryta ner cellulosa?": "Ko",
        "Vilket djur kan återuppbygga sina nervceller efter skada?": "Sjöhäst",
        "Vilket djur kan se färger i infrarött spektrum?": "Snok",
        "Vilket djur kan känna vibrationer i marken för att lokalisera byten?": "Ormslang",
        "Vilket djur kan producera en kittlande substans som används för kommunikation?": "Bläckfisk",
        "Vilket djur har det mest känsliga taktila systemet?": "Delfin",
        "Vilket djur kan överleva extremt låga temperaturer nära -200 grader Celsius?": "Tardigrad",
        "Vilket djur kan imitera ljud från andra djur för att locka byten?": "Kråka",
        "Vilket djur kan ändra form på sina pupiller för att jaga i olika ljusförhållanden?": "Katt",
        "Vilket djur kan producera gift som används för att bedöva sina byten?": "Pilgiftsgroda",
        "Vilket djur kan navigera i totalt mörker med hjälp av ekolokalisering?": "Fladdermus",
        "Vilket djur kan lagra syre i muskler för att dyka i flera timmar?": "Säl",
        "Vilket djur kan producera ljus i sina organ för att locka byten?": "Djuphavsfisk",
        "Vilket djur har världens mest komplexa hjärna bland insekter?": "Bin",
        "Vilket djur kan kommunicera med kemiska signaler över stora avstånd?": "Myror",
        "Vilket djur kan överleva flera år utan mat genom att reducera metabolismen till nästan noll?": "Tardigrad",
        "Vilket djur kan hoppa högre än sin egen kroppslängd med hjälp av elastiska senor?": "Grekisk hoppspindel"
    },
    "f": {
        "Vilken regissör är känd för sina ofta icke-linjära berättelser och filmer som 'Pulp Fiction'?": "Quentin Tarantino",
        "Vilken film från 1927 anses vara den första med synkroniserad dialog?": "The Jazz Singer",
        "Vilken skådespelare spelade rollen som Hannibal Lecter i 'The Silence of the Lambs'?": "Anthony Hopkins",
        "Vilken fransk filmregissör är känd för 'Breathless' och startade den nya vågen inom film?": "Jean-Luc Godard",
        "Vilken skådespelerska vann en Oscar för sin roll i 'Black Swan'?": "Natalie Portman",
        "Vilken film från 1954 handlar om en advokat som försvarar en svart man i Mississippi?": "To Kill a Mockingbird",
        "Vilken regissör skapade filmer som 'Spirited Away' och 'Princess Mononoke'?": "Hayao Miyazaki",
        "Vilken film vann första Oscarsstatyetten för bästa film någonsin 1929?": "Wings",
        "Vilken skådespelare spelade huvudrollen i den tyska expressionistiska filmen 'Metropolis'?": "Gustav Fröhlich",
        "Vilken film från 1980 regisserad av Stanley Kubrick är känd för sin ikoniska 'here’s Johnny'-scen?": "The Shining",
        "Vilken filmserie har den längsta kontinuerliga tidslinjen i filmhistorien?": "James Bond",
        "Vilken film vann Oscar för bästa utländska film 1999 och regisserades av Zhang Yimou?": "Not One Less",
        "Vilken film var den första färgfilmen som vann Oscar för bästa film?": "Gone with the Wind",
        "Vilken skådespelare är känd för att spela Joker i 'The Dark Knight'?": "Heath Ledger",
        "Vilken film regisserad av Alfred Hitchcock innehåller en showering-scen som blev ikonisk?": "Psycho",
        "Vilken film från 1922 anses vara en av de första skräckfilmerna, regisserad av F.W. Murnau?": "Nosferatu",
        "Vilken rysk filmregissör är känd för 'Stalker' och 'Solaris'?": "Andrei Tarkovsky",
        "Vilken film regisserad av Akira Kurosawa inspirerade filmen 'The Magnificent Seven'?": "Seven Samurai",
        "Vilken skådespelerska spelade i både 'Breakfast at Tiffany’s' och 'My Fair Lady'?": "Audrey Hepburn",
        "Vilken film från 1979 anses ha definierat science fiction-genren med 'alien'?": "Alien",
        "Vilken italiensk regissör är känd för neorealismfilmer som 'Bicycle Thieves'?": "Vittorio De Sica",
        "Vilken filmregissör skapade 'Pan’s Labyrinth' och 'The Shape of Water'?": "Guillermo del Toro",
        "Vilken filmserie är baserad på J.R.R. Tolkiens böcker och regisserades av Peter Jackson?": "Sagan om Ringen",
        "Vilken skådespelare spelade Forrest Gump i filmen med samma namn?": "Tom Hanks",
        "Vilken film från 1975 regisserad av Steven Spielberg handlar om en stor vit haj?": "Jaws",
        "Vilken film är känd för repliken 'I’ll be back'?": "Terminator",
        "Vilken film från 1942 regisserad av Michael Curtiz innehåller repliken 'Here’s looking at you, kid'?": "Casablanca",
        "Vilken regissör är känd för 'Inception', 'Interstellar' och 'Dunkirk'?": "Christopher Nolan",
        "Vilken film från 2001 handlar om att hobbitar försöker förstöra en mäktig ring?": "Sagan om Ringen: Härskarringen",
        "Vilken filmregissör är känd för att ha skapat 'Psycho', 'Vertigo' och 'Rear Window'?": "Alfred Hitchcock",
        "Vilken filmserie handlar om en hacker som kämpar mot en artificiell verklighet kallad The Matrix?": "The Matrix",
        "Vilken fransk skådespelerska spelade huvudrollen i 'La Vie en Rose'?": "Marion Cotillard",
        "Vilken film från 1939 är känd för låten 'Over the Rainbow'?": "The Wizard of Oz",
        "Vilken film från 1960 regisserad av Alfred Hitchcock är känd för sin psykologiska spänning och tystnadsscener?": "Psycho",
        "Vilken film från 2008 regisserad av Christopher Nolan handlar om drömmar inom drömmar?": "Inception",
        "Vilken filmserie handlar om en pojke som går på en trollkarlsskola?": "Harry Potter",
        "Vilken regissör är känd för 'Schindler’s List' och 'E.T.'?": "Steven Spielberg",
        "Vilken filmregissör skapade 'Fargo' och 'No Country for Old Men'?": "Coen-bröderna",
        "Vilken film från 1994 regisserad av Frank Darabont handlar om en fånge som blir vän med en annan i Shawshank-fängelset?": "The Shawshank Redemption",
        "Vilken filmregissör är känd för 'Blade Runner' och 'Alien'?": "Ridley Scott",
        "Vilken filmregissör skapade 'Apocalypse Now' och 'The Conversation'?": "Francis Ford Coppola",
        "Vilken film från 2000 regisserad av Ang Lee handlar om en kunglig familj och inre konflikter i Kina?": "Crouching Tiger, Hidden Dragon",
        "Vilken filmregissör är känd för animerade Disney-klassiker som 'The Lion King' och 'Aladdin'?": "Roger Allers / Rob Minkoff (Lejonkungen)",
        "Vilken film från 1995 handlar om en pojke som blir vän med en vänlig utomjording?": "E.T.",
        "Vilken filmregissör skapade 'The Grand Budapest Hotel' och 'Moonrise Kingdom'?": "Wes Anderson",
        "Vilken filmregissör skapade 'Fight Club' och 'Se7en'?": "David Fincher",
        "Vilken film från 1985 handlar om ett tonårsgäng som försöker rädda världen med hjälp av en tidsmaskin?": "Tillbaka till framtiden",
        "Vilken film från 1977 regisserad av George Lucas startade en enorm rymdsaga?": "Star Wars: A New Hope",
        "Vilken filmregissör skapade 'Gravity' och 'Children of Men'?": "Alfonso Cuarón",
        "Vilken filmregissör är känd för att ha skapat 'Taxi Driver' och 'Raging Bull'?": "Martin Scorsese",
        "Vilken filmregissör skapade 'The Lord of the Rings' och 'The Hobbit'-trilogin?": "Peter Jackson",
        "Vilken filmregissör är känd för 'The Dark Knight'-trilogin?": "Christopher Nolan",
        "Vilken film från 2009 är regisserad av James Cameron och blev känd för banbrytande 3D-effekter?": "Avatar",
        "Vilken film från 2004 handlar om en ung pojke som blir vän med en drake?": "How to Train Your Dragon",
        "Vilken filmregissör skapade 'Pan’s Labyrinth' och 'Hellboy'?": "Guillermo del Toro",
        "Vilken film från 2010 regisserad av Darren Aronofsky handlar om en ballerina och psykisk nedbrytning?": "Black Swan",
        "Vilken filmregissör skapade 'Pulp Fiction' och 'Kill Bill'?": "Quentin Tarantino",
        "Vilken filmregissör är känd för den mörka filmen 'The Shining'?": "Stanley Kubrick",
        "Vilken film från 2019 handlar om en ung kvinna som blir drottning i ett skotskt rike?": "The King",
        "Vilken filmregissör skapade 'Eternal Sunshine of the Spotless Mind'?": "Michel Gondry",
        "Vilken film från 2012 handlar om ett team som försöker rädda världen från en global kollaps?": "The Avengers",
        "Vilken filmregissör är känd för 'Her', 'Lost in Translation' och 'Lost in Translation'?": "Sofia Coppola",
        "Vilken film från 1991 handlar om en kannibalistisk seriemördare?": "The Silence of the Lambs",
        "Vilken filmregissör skapade 'The Revenant' och 'The Wolf of Wall Street'?": "Alejandro González Iñárritu / Martin Scorsese",
        "Vilken filmregissör skapade 'Donnie Darko' och 'The Number 23'?": "Richard Kelly",
        "Vilken film från 2014 handlar om ett äventyr i ett surrealistiskt minneslandskap?": "Inception",
        "Vilken filmregissör är känd för sina filmer 'No Country for Old Men' och 'True Grit'?": "Coen-bröderna",
        "Vilken film från 1999 handlar om en värld där människor lever i en datorgenererad illusion?": "The Matrix",
        "Vilken filmregissör skapade 'Birdman' och 'The Revenant'?": "Alejandro González Iñárritu",
        "Vilken film från 2001 handlar om en pojke som ska rädda världen med hjälp av en magisk ring?": "Sagan om Ringen: Härskarringen",
        "Vilken filmregissör är känd för 'The Grand Budapest Hotel'?": "Wes Anderson",
        "Vilken filmregissör skapade 'Requiem for a Dream' och 'Black Swan'?": "Darren Aronofsky",
        "Vilken filmregissör skapade 'The Social Network' och 'Gone Girl'?": "David Fincher",
        "Vilken filmregissör är känd för 'The Shape of Water'?": "Guillermo del Toro",
        "Vilken filmregissör skapade 'Pan’s Labyrinth'?": "Guillermo del Toro",
        "Vilken filmregissör är känd för 'The Dark Knight'?": "Christopher Nolan",
        "Vilken filmregissör skapade 'Avatar'?": "James Cameron",
        "Vilken filmregissör är känd för 'Inception'?": "Christopher Nolan",
        "Vilken filmregissör skapade 'E.T": "Steven Spielberg"
    },
    "användare": {
        "nisse": "apa",
        "bosse": "ko",
        "natalie": "simma"
    },
    "player_scores": {
        "nisse": 1,
        "bosse": 0,
        "natalie": 0
    },
    "login_meny": {
        "l": "Login",
        "c": "Create user",
        "q": "Quit"
    },
    "försök_igen_meny": {
        "r": "Try again",
        "q": "Quit"
    },
    "huvud_meny": {
        "p": "Play",
        "s": "Scoreboards",
        "q": "Quit"
    },
    "spel_meny": {
        "d": "Animals",
        "f": "Movies",
        "m": "Mixed categories",
        "r": "Return to menu"
    }
}